[{
  "Name": "First Aid",
  "Requirements": "1. Demonstrate to your counselor that you have current knowledge of all first-aid requirements for Tenderfoot, Second Class, and First Class ranks.\r\n  \\2. Explain how you would obtain emergency medical assistance from:\r\n  \\\t(a) Your home\r\n  \\\t(b) A remote location on a wilderness camping trip\r\n  \\3. Define the term triage. Explain the steps necessary to assess and handle a medical emergency until help arrives. \r\n  \\4. Explain the precautions you must take to reduce the risk of transmitting an infection between you and the victim while administering first aid. \r\n  \\5. Do the following:\r\n  \\\t(a) Prepare a first-aid kit for your home. Display and discuss its contents with your counselor. \r\n  \\\t(b) With an adult leader, inspect your troop's first-aid kit. Evaluate it for completeness. Report your findings to your counselor and Scout leader. \r\n  \\6.  Describe the early signs and symptoms of each of the following and explain what actions you should take: \r\n  \\\t(a) Shock \r\n  \\\t(b) Heart attack \r\n  \\\t(c) Stroke \r\n  \\7. Do the following: \r\n  \\\t(a) Describe the conditions that must exist before performing CPR on a person.\r\n  \\\t(b) Demonstrate proper CPR technique using a training device approved by your counselor.\r\n  \\\t(c) Explain the use of an automated external defibrillator (AED).\r\n  \\\t(d) Demonstrate or simulate the proper use of an automated external defibrillator (AED), using an AED training device if available.\r\n  \\\t(e) Identify the location of the AED at your school, place of worship, and troop meeting place, if one is present. \r\n  \\8.  Do the following: \r\n  \\\t(a) Show the steps that need to be taken for someone who has a large open wound or cut that is not bleeding severely.\r\n  \\\t(b) Show the steps that need to be taken for someone who has a large open wound or cut that is severely bleeding.\r\n  \\t(c) Explain when it is appropriate and not appropriate to use a tourniquet. List some of the benefits and dangers of the use of a tourniquet.\r\n  \\\t(d) Demonstrate the application of a tourniquet without tightening it.\r\n  \\9.  Explain when an insect or bee sting could be life threatening and what action should be taken for prevention and for first aid. \r\n  \\10. Describe the signs, symptoms, and potential complications of a fracture and dislocation. \r\n  \\11. Demonstrate the proper procedures for handling and immobilizing suspected closed or open fractures or dislocations of the: \r\n  \\\t(a) Finger\r\n  \\\t(b) Forearm\r\n  \\\t(c) Wrist\r\n  \\\t(d) Upper leg\r\n  \\\t(e) Lower leg\r\n  \\\t(f) Ankle \r\n  \\12. Describe the signs, symptoms, and possible complications and demonstrate care for someone with a suspected injury to the neck or back. \r\n  \\13. Describe the symptoms, proper first-aid procedures, and possible prevention measures for the following conditions: \r\n  \\\t(a) Concussion\r\n  \\\t(b) Anaphylaxis/allergic reactions\r\n  \\\t(c) Asthmatic attack\r\n  \\\t(d) Bruises\r\n  \\\t(e) Sprains or strains\r\n  \\\t(f) Hypothermia\r\n  \\\t(g) Frostbite\r\n  \\\t(h) Burns--first, second, and third degree\r\n  \\\t(i) Convulsions/seizures\r\n  \\\t(j) Dehydration\r\n  \\\t(k) Muscle cramps\r\n  \\\t(l) Heat exhaustion\r\n  \\\t(m) Heat stroke\r\n  \\\t(n) Abdominal pain\r\n  \\\t(o) Broken, chipped, or loosened tooth \r\n  \\14. Do the following: \r\n  \\\t(a) Describe the conditions under which an injured person should be moved.\r\n  \\\t(b) If a sick or an injured person must be moved, tell how you would determine the best method. Demonstrate this method.\r\n  \\\t(c) With helpers under your supervision, improvise a stretcher and move a presumably unconscious person. \r\n  \\ 15. Describe the following: \r\n  \\\t(a) The indications that someone might be a danger to themselves or others.\r\n  \\\t(b) What action you should take if you suspect that someone might be a danger to themselves or others. \r\n  \\16. Teach another Scout a first-aid skill selected by your counselor."
}]