[{
  "_id": {
    "$oid": "66e23bace328bd730833dcae"
  },
  "Name": "First Aid",
  "Requirements": "1. Demonstrate to your counselor that you have current knowledge of all first-aid requirements for Tenderfoot, Second Class, and First Class ranks.\r\n  \\2. Explain how you would obtain emergency medical assistance from:\r\n  \\\t(a) Your home\r\n  \\\t(b) A remote location on a wilderness camping trip\r\n  \\3. Define the term triage. Explain the steps necessary to assess and handle a medical emergency until help arrives. \r\n  \\4. Explain the precautions you must take to reduce the risk of transmitting an infection between you and the victim while administering first aid. \r\n  \\5. Do the following:\r\n  \\\t(a) Prepare a first-aid kit for your home. Display and discuss its contents with your counselor. \r\n  \\\t(b) With an adult leader, inspect your troop's first-aid kit. Evaluate it for completeness. Report your findings to your counselor and Scout leader. \r\n  \\6.  Describe the early signs and symptoms of each of the following and explain what actions you should take: \r\n  \\\t(a) Shock \r\n  \\\t(b) Heart attack \r\n  \\\t(c) Stroke \r\n  \\7. Do the following: \r\n  \\\t(a) Describe the conditions that must exist before performing CPR on a person.\r\n  \\\t(b) Demonstrate proper CPR technique using a training device approved by your counselor.\r\n  \\\t(c) Explain the use of an automated external defibrillator (AED).\r\n  \\\t(d) Demonstrate or simulate the proper use of an automated external defibrillator (AED), using an AED training device if available.\r\n  \\\t(e) Identify the location of the AED at your school, place of worship, and troop meeting place, if one is present. \r\n  \\8.  Do the following: \r\n  \\\t(a) Show the steps that need to be taken for someone who has a large open wound or cut that is not bleeding severely.\r\n  \\\t(b) Show the steps that need to be taken for someone who has a large open wound or cut that is severely bleeding.\r\n  \\t(c) Explain when it is appropriate and not appropriate to use a tourniquet. List some of the benefits and dangers of the use of a tourniquet.\r\n  \\\t(d) Demonstrate the application of a tourniquet without tightening it.\r\n  \\9.  Explain when an insect or bee sting could be life threatening and what action should be taken for prevention and for first aid. \r\n  \\10. Describe the signs, symptoms, and potential complications of a fracture and dislocation. \r\n  \\11. Demonstrate the proper procedures for handling and immobilizing suspected closed or open fractures or dislocations of the: \r\n  \\\t(a) Finger\r\n  \\\t(b) Forearm\r\n  \\\t(c) Wrist\r\n  \\\t(d) Upper leg\r\n  \\\t(e) Lower leg\r\n  \\\t(f) Ankle \r\n  \\12. Describe the signs, symptoms, and possible complications and demonstrate care for someone with a suspected injury to the neck or back. \r\n  \\13. Describe the symptoms, proper first-aid procedures, and possible prevention measures for the following conditions: \r\n  \\\t(a) Concussion\r\n  \\\t(b) Anaphylaxis/allergic reactions\r\n  \\\t(c) Asthmatic attack\r\n  \\\t(d) Bruises\r\n  \\\t(e) Sprains or strains\r\n  \\\t(f) Hypothermia\r\n  \\\t(g) Frostbite\r\n  \\\t(h) Burns--first, second, and third degree\r\n  \\\t(i) Convulsions/seizures\r\n  \\\t(j) Dehydration\r\n  \\\t(k) Muscle cramps\r\n  \\\t(l) Heat exhaustion\r\n  \\\t(m) Heat stroke\r\n  \\\t(n) Abdominal pain\r\n  \\\t(o) Broken, chipped, or loosened tooth \r\n  \\14. Do the following: \r\n  \\\t(a) Describe the conditions under which an injured person should be moved.\r\n  \\\t(b) If a sick or an injured person must be moved, tell how you would determine the best method. Demonstrate this method.\r\n  \\\t(c) With helpers under your supervision, improvise a stretcher and move a presumably unconscious person. \r\n  \\ 15. Describe the following: \r\n  \\\t(a) The indications that someone might be a danger to themselves or others.\r\n  \\\t(b) What action you should take if you suspect that someone might be a danger to themselves or others. \r\n  \\16. Teach another Scout a first-aid skill selected by your counselor."
},
{
  "_id": {
    "$oid": "66e23bace328bd730833dcaf"
  },
  "Name": "Citizenship in the Community",
  "Requirements": "1. Discuss with your counselor what citizenship in the community means and what it takes to be a good citizen in your community. Discuss the rights, duties, and obligations of citizenship, and explain how you can demonstrate good citizenship in your community, Scouting unit, place of worship, or school.\r\n  \\2. Do the following:\r\n  \\\t(a) On a map of your community, locate and point out the following:\r\n  \\\t\tChief government buildings such as your city hall, county courthouse, and public works/services facilities\r\n  \\\t\tFire station, police station, and hospital nearest your home\r\n  \\\t\tParks, playgrounds, recreation areas, and trails\r\n  \\\t\tHistorical or other interesting points of interest\r\n  \\\t(b) Chart the organization of your local or state government. Show the top offices and tell whether they are elected or appointed. \r\n  \\3. Do the following:\r\n  \\\t(a) Attend a meeting of your city, town, or county council or school board; OR attend a municipal, county, or state court session.\r\n  \\\t(b) Choose one of the issues discussed at the meeting where a difference of opinions was expressed, and explain to your counselor why you agree with one opinion more than you do another one. \r\n  \\4. Choose an issue that is important to the citizens of your community; then do the following:\r\n  \\\t(a) Find out which branch of local government is responsible for this issue.\r\n  \\\t(b) With your counselor's and a parent or guardian's approval, interview one person from the branch of government you identified in requirement 4a. Ask what is being done about this issue and how young people can help.\r\n  \\\t(c) Share what you have learned with your counselor. \r\n  \\5. With the approval of your counselor and a parent, watch a movie that shows how the actions of one individual or group of individuals can have a positive effect on a community. Discuss with your counselor what you learned from the movie about what it means to be a valuable and concerned member of the community. \r\n  \\6. List some of the services (such as the library, recreation center, public transportation, and public safety) your community provides that are funded by taxpayers. Tell your counselor why these services are important to your community. \r\n  \\7. Do the following:\r\n  \\\t(a) Identify three charitable organizations outside of Scouting that interest you and bring people in your community together to work for the good of your community.\r\n  \\\t(b) Pick ONE of the organizations you chose for requirement 7a. Using a variety of resources (including newspapers, fliers and other literature, the Internet, volunteers, and employees of the organization), find out more about this organization.\r\n  \\\t(c) With your counselor's and your parent or guardian's approval, contact the organization you chose for requirement 7b, and find out what young people can do to help. While working on this merit badge, volunteer at least eight hours of your time for the organization. After your volunteer experience is over, discuss what you have learned with your counselor. \r\n  \\8. Develop a public presentation (such as a video, slide show, speech, digital presentation, or photo exhibit) about important and unique aspects of your community. Include information about the history, cultures, and ethnic groups of your community; its best features and popular places where people gather; and the challenges it faces. Stage your presentation in front of your merit badge counselor or a group, such as your patrol or a class at school."
},
{
  "_id": {
    "$oid": "66e23bace328bd730833dcb0"
  },
  "Name": "Citizenship in the Nation",
  "Requirements": "1. What is the Constitution of the United States? What does the Constitution do? What principles does it reflect? Why is it important to have a Constitution?\r\n  \\2. List the six purposes for creating the United States Constitution set forth in the Preamble to the Constitution. How do these purposes affect your family and community?\r\n  \\3. List the three branches of the United States government. Explain:\r\n  \\\t(a) The function of each branch of government\r\n  \\\t(b) Why it is important to divide powers among different branches\r\n  \\\t(c) How each branch checks and balances the others\r\n  \\\t(d) How citizens can be involved in each branch of government. \r\n  \\4. Discuss the importance of:\r\n  \\\t(a) The Declaration of Independence\r\n  \\\t(b) The Bill of Rights (the first 10 Amendments to the Constitution) and the 14th Amendment\r\n  \\\t(c) The traditional United States motto: E Pluribus Unum.\r\n  \\5. Watch the national evening news for five days in a row or read the main stories in a national media organization (e.g., a newspaper or news website) for five days in a row. Discuss the national issues that you learned about with your counselor. Choose one issue and explain how it affects you, your family, and community.\r\n  \\6. With your counselor's approval, choose a speech of national historical importance. Explain:\r\n  \\\t(a) Who the author was\r\n  \\\t(b) What the historical context was\r\n  \\\t(c) What difficulties the nation faced that the author wished to discuss\r\n  \\\t(d) What the author said\r\n  \\\t(e) Why the speech is important to the nation's history.\r\n  \\\t(f) Choose a sentence or two from the speech that has significant meaning to you, and tell your counselor why.\r\n  \\7. Do TWO of the following:\r\n  \\\t(a) Visit a place that is listed as a National Historic Landmark or that is on the National Register of Historic Places. Tell your counselor what you learned about the landmark or site and what you found interesting about it.\r\n  \\\t(b) Tour your state capitol building or the U.S. Capitol. Tell your counselor what you learned about the capitol, its function, and the history.\r\n  \\\t(c) Tour a federal facility. Explain to your counselor what you saw there and what you learned about its function in the local community and how it serves this nation.\r\n  \\\t(d) Choose a national monument that interests you. Using books, brochures, the Internet (with your parent or guardian's permission), and other resources, find out more about the monument. Tell your counselor what you learned, and explain why the monument is important to this country's citizens.\r\n  \\8. Name your representatives in the United States Congress. Write a letter to your representative in Congress explaining your views on a national issue. Show your letter, along with any response you receive, to your counselor."
},
{
  "_id": {
    "$oid": "66e23bace328bd730833dcb1"
  },
  "Name": "Citizenship in Society",
  "Requirements": "Discussion requirements will be either with a counselor and another individual (in accordance with Youth Protection Guidelines https://www.scouting.org/health-and-safety/gss/gss01/), or with your counselor and a small group (of Scouts), depending upon your preference.\r\n  \\1. Before beginning work on other requirements for this merit badge:\r\n  \\\t(a) Research the following terms, and then explain to your merit badge counselor how you feel they relate to the Scout Oath and Scout Law:\r\n  \\\t\tIdentities\r\n  \\\t\tDiversity\r\n  \\\t\tEquity\r\n  \\\t\tEquality\r\n  \\\t\tInclusion\r\n  \\\t\tDiscrimination\r\n  \\\t\tEthical Leadership\r\n  \\\t\tUpstander\r\n  \\2. Document and discuss with your counselor what leadership means to you. Share what it means to make ethical decisions.\r\n  \\\t(a) Research and share with your counselor an individual you feel has demonstrated positive leadership while having to make an ethical decision. (It could be someone in history, a family member, a teacher, a coach, a counselor, a clergy member, a Scoutmaster, etc.)\r\n  \\\t(b) Explain what decision and/or options that leader had, why you believe they chose their final course of action, and the outcome of that action \r\n  \\3. Consider ethical decision-making.\r\n  \\\t(a) Think about a time you faced an ethical decision.\r\n  \\\t\tDiscuss the situation, what you did, and how it made you feel.\r\n  \\\t\tShare if you would do anything differently in the future and if so, what that would be.\r\n  \\\t(b) List three examples of ethical decisions you might have to make in the future at school, at home, in the workplace, or in your community, and what you would do.\r\n  \\\t\tShare how your actions represent alignment with the Scout Oath and Scout Law.\r\n  \\\t(c) Explain to your counselor how you plan to use what you have learned to assist you when that time comes, and what action(s) you can take to serve as an upstander and help other people at all times. \r\n  \\4. Repeat the Scout Oath and Scout Law for your counselor. Choose two of the three following scenarios and discuss what you could do as a Scout to demonstrate leadership and your understanding of what it means to help others who may seem different from you:\r\n  \\\t(a) Scenario 1: While at camp, a youth accidentally spills food on another camper. The camper who gets spilled on gets angry and says something that is offensive to people with disabilities; their friends laugh. What could/should you do?\r\n  \\\t(b) Scenario 2: Your friend confides in you that some students in school are making insulting comments about one of their identities, and that those same students created a fake social media account to impersonate your friend online and post messages. What could/should you do?\r\n  \\\t(c) Scenario 3: A new student in your class was born in another country (or has a parent who was born in another country). Your friends make rude comments to the student about their speech or clothes and tell the student to go back home where you came from. What could/should you do? \r\n  \\5. Document and discuss:\r\n  \\\t(a) Ideas on what you personally can do to create a welcoming environment in your Scouting unit.\r\n  \\\t(b) An experience you had in which you went out of your way to include another Scout(s) and what you did to make them feel included and welcomed.\r\n  \\\t(c) Things you can do to help ensure all Scouts in your unit are given an opportunity to be heard and included in decision-making and planning.  \r\n  \\6. With your parent's or guardian's approval, connect with another Scout or youth your own age who has an identity that's different from yours. (This means a trait, belief, or characteristic different from you.)\r\n  \\\t(a) Share with each other what makes the different aspect of your identity meaningful/special to you\r\n  \\\t(b) Share with each other either one of the following:\r\n  \\\t\t(i) A time you felt excluded from a group.\r\n  \\\t\t\tWhat was the situation?\r\n  \\\t\t\tHow did it make you feel?\r\n  \\\t\t\tWhat did you do?\r\n  \\\t\t\tDid anyone stand up for you?\r\n  \\\t\t\tWhat did you learn?\r\n  \\\t\t\tWould you do anything differently today?\r\n  \\\t\t(ii) This imaginary situation:\r\n  \\\t\tYou're attending a new school and don't know anyone there yet. You notice they dress very differently than you do. At lunchtime, you decide you'll try to sit with a group to get to know other students. People at two tables tell you there is someone sitting at the currently empty seat at their table, so you end up eating by yourself.\r\n  \\\t\t\t- How would that make you feel?\r\n  \\\t\t\t- What could the students have done?\r\n  \\\t\t\t- If that happened at your school, what would you do?\r\n  \\\t(c) Discuss with your counselor what you learned from the discussion with the other Scout or youth. \r\n  \\7. Identify and interview an individual in your community, school, and/or Scouting who has had a significant positive impact in promoting diversity, equity, and inclusion. If you feel your community, school, or local Scouting group does not have such an individual, then research a historical figure who meets these criteria, and discuss that person with your counselor.\r\n  \\\t(a) Discover what inspired the individual, learn about the challenges they faced, and share what you feel attributed to their success\r\n  \\\t(b) Discuss with your counselor what you learned and how you can apply it in your life. \r\n  \\8. With the help of your parent or guardian, study an event that had a positive outcome on how society viewed a group of people and made them feel more welcome. Describe to your counselor the event and what you learned. \r\n  \\9. Document and discuss with your counselor three or more areas in your life outside of Scouting where you feel you can actively provide stronger leadership in.\r\n  \\\t(a) Making others feel included.\r\n  \\\t(b) Practicing active listening.\r\n  \\\t(c) Creating an environment where others feel comfortable to share their ideas and perspectives.\r\n  \\\t(d) Helping others feel valued for their input and suggestions.\r\n  \\\t(e) Standing up for others. \r\n  \\10. Discuss with your counselor how stereotyping people can be harmful, and how stereotypes can lead to prejudice and discrimination. Share ideas you have for challenging assumptions and celebrating individuality.   \r\n  \\11. Scouting strives to develop young people to be future leaders in their workplaces, schools, and community environments. As you look at your current involvement in school, your family, Scouting, your job, and/or community, think about how you can have a positive impact in diversity, equity, and inclusion.\r\n  \\\t(a) Describe your ideas on how you can and will support others with different identities to feel included and heard at your school, workplace, and/or social settings in your community.\r\n  \\\t(b) Explain how including diverse thoughts and opinions from others with different identities can:\r\n  \\\t\tMake your interactions more positive.\r\n  \\\t\tHelp everyone benefit by considering different opinions.\r\n  \\\t(c) Give three examples of how limiting diverse input can be harmful.\r\n  \\\t(d) Give three examples of how considering diverse opinions can lead to innovation and success."
},
{
  "_id": {
    "$oid": "66e23bace328bd730833dcb2"
  },
  "Name": "Citizenship in the World",
  "Requirements": "1. Explain what citizenship in the world means to you and what you think it takes to be a good world citizen. \r\n  \\2. Explain how one becomes a citizen in the United States, and explain the rights, duties, and obligations of U.S. citizenship. Discuss the similarities and differences between the rights, duties, and obligations of U.S. citizens and the citizens of two other countries. \r\n  \\3. Do the following:\r\n  \\\t(a) Pick a current world event. In relation to this current event, discuss with your counselor how a country's national interest and its relationship with other countries might affect areas such as its security, its economy, its values, and the health of its citizens.\r\n  \\\t(b) Select a foreign country and discuss with your counselor how its geography, natural resources, and climate influence its economy and its global partnerships with other countries. \r\n  \\4. Do TWO of the following:\r\n  \\\t(a) Explain international law and how it differs from national law. Explain the role of international law and how international law can be used as a tool for conflict resolution.\r\n  \\\t(b) Using resources such as major daily newspapers, the Internet (with your parent or guardian's permission), and news magazines, observe a current issue that involves international trade, foreign exchange, balance of payments, tariffs, and free trade. Explain what you have learned. Include in your discussion an explanation of why countries must cooperate in order for world trade and global competition to thrive.\r\n  \\\t(c) Select TWO of the following organizations and describe their role in the world.\r\n  \\\t\t(1) The United Nations and UNICEF\r\n  \\\t\t(2) The World Court\r\n  \\\t\t(3) Interpol\r\n  \\\t\t(4) World Organization of the Scout Movement\r\n  \\\t\t(5) The World Health Organization\r\n  \\\t\t(6) Amnesty International\r\n  \\\t\t(7) The International Committee of the Red Cross\r\n  \\\t\t(8) CARE (Cooperative for American Relief Everywhere)\r\n  \\\t\t(9) European Union \r\n  \\5. Do the following:\r\n  \\\t(a) Discuss the differences between constitutional and nonconstitutional governments.\r\n  \\\t(b) Name at least five different types of governments currently in power in the world.\r\n  \\\t(c) Show on a world map countries that use each of these five different forms of government. \r\n  \\6. Do the following:\r\n  \\\t(a) Explain how a government is represented abroad and how the United States government is accredited to international organizations.\r\n  \\\t(b) Describe the roles of the following in the conduct of foreign relations.\r\n  \\\t\tAmbassador\r\n  \\\t\tConsul\r\n  \\\t\tBureau of International Information Programs\r\n  \\\t\tAgency for International Development\r\n  \\\t\tUnited States and Foreign Commercial Service\r\n  \\\t(c) Explain the purpose of a passport and visa for international travel. \r\n  \\7. Do TWO of the following (with your parent or guardian's permission) and share with your counselor what you have learned:\r\n  \\\t(a) Visit the web site of the U.S. State Department. Learn more about an issue you find interesting that is discussed on this web site.\r\n  \\\t(b) Visit the web site of an international news organization or foreign government, OR examine a foreign newspaper available at your local library, bookstore, or newsstand. Find a news story about a human right realized in the United States that is not recognized in another country.\r\n  \\\t(c) Visit with a student or Scout from another country and discuss the typical values, holidays, ethnic foods, and traditions practiced or enjoyed there.\r\n  \\\t(d) Attend a world Scout jamboree.\r\n  \\\t(e) Participate in or attend an international event in your area, such as an ethnic festival, concert, or play."
},
{
  "_id": {
    "$oid": "66e23bace328bd730833dcb3"
  },
  "Name": "Communication",
  "Requirements": "1. Do ONE of the following:\r\n  \\\t(a) For one day, keep a log in which you describe your communication activities. Keep track of the time and different ways you spend communicating, such as talking person-to-person, listening to teachers, listening to the radio or podcasts, watching television, using social media, reading books and other print media, and using any electronic communication device. Discuss with your counselor what your log reveals about the importance of communication in your life. Think of ways to improve your communication skills.\r\n  \\\t(b) For three days, keep a journal of your listening experiences. Identify one example of each of the following, and discuss with your counselor when you have listened to:\r\n  \\\t\tObtain information\r\n  \\\t\tBe persuaded\r\n  \\\t\tAppreciate or enjoy something\r\n  \\\t\tUnderstand someone's feelings\r\n  \\\t(c) In a small-group setting, meet with other Scouts or with friends. Have them share personal stories about significant events in their lives that affected them in some way. Take note of how each Scout participates in the group discussion and how effectively each Scout communicates their story. Report what you have learned to your counselor about the differences you observed in effective communication.\r\n  \\\t(d) List as many ways as you can think of to communicate with others (face-to-face, by telephone, letter, email, text messages, social media, and so on). For each type of communication, discuss with your counselor an instance when that method might not be appropriate or effective. \r\n  \\2. Do ONE of the following:\r\n  \\\t(a) Think of a creative way to describe yourself using, for example, a collage, short story or autobiography, drawing or series of photographs, or a song or skit. Using the aid you created, make a presentation to your counselor about yourself.\r\n  \\\t(b) Choose a concept, product, or service in which you have great confidence. Build a sales plan based on its good points. Try to persuade the counselor to agree with, use, or buy your concept, product or service. After your sales talk, discuss with your counselor how persuasive you were.   \r\n  \\3. Write a five-minute speech. Give it at a meeting of a group.\r\n  \\4. Interview someone you know fairly well, like, or respect because of his or her position, talent, career, or life experiences. Listen actively to learn as much as you can about the person. Then prepare and deliver to your counselor an introduction of the person as though this person were to be a guest speaker, and include reasons why the audience would want to hear this person speak. Show how you would call to invite this person to speak.\r\n  \\5. Attend a public meeting (city council, school board, debate) approved by your counselor where several points of view are given on a single issue. Practice active listening skills and take careful notes of each point of view. Prepare an objective report that includes all points of view that were expressed, and share this with your counselor.\r\n  \\6. With your counselor's approval, develop a plan to teach a skill or inform someone about something. Prepare teaching aids for your plan. Carry out your plan. With your counselor, determine whether the person has learned what you intended.\r\n  \\7. Do ONE of the following:\r\n  \\\t(a) Write to the editor of a magazine or your local newspaper to express your opinion or share information on any subject you choose. Send your message by fax, email, or regular mail.\r\n  \\\t(b) Create a web page or blog of special interest to you (for instance, your troop or crew, a hobby, or a sport). Include at least three articles or entries and one photograph or illustration, and one link to some other web page or blog that would be helpful to someone who visits the web page or blog you have created. It is not necessary to post your web page or blog to the Internet, but if you decide to do so, you must first share it with your parents and counselor and get their permission.\r\n  \\\t(c) Use desktop publishing to produce a newsletter, brochure, flier, or other printed material for your troop or crew, class at school, or other group. Include at least one article and one photograph or illustration.\r\n  \\8. Plan a troop or crew court of honor, campfire program, or an interfaith worship service. Have the patrol leaders' council approve it, then write the script and prepare the program. Serve as master of ceremonies.\r\n  \\9. Find out about three career opportunities in communication. Pick one and find out the education, training, and experience required for this profession. Discuss this with your counselor, and explain why this profession might interest you."
},
{
  "_id": {
    "$oid": "66e23bace328bd730833dcb4"
  },
  "Name": "Cooking",
  "Requirements": "1. Health and safety. Do the following:\r\n  \\\t(a) Explain to your counselor the most likely hazards you may encounter while participating in cooking activities and what you should do to anticipate, help prevent, mitigate, and respond to these hazards.\r\n  \\\t(b) Show that you know first aid for and how to prevent injuries or illnesses that could occur while preparing meals and eating, including burns and scalds, cuts, choking, and allergic reactions.\r\n  \\\t(c) Describe how meat, fish, chicken, eggs, dairy products, and fresh vegetables should be stored, transported, and properly prepared for cooking. Explain how to prevent cross-contamination.\r\n  \\\t(d) Discuss with your counselor food allergies, food intolerance, and food-related illnesses and diseases. Explain why someone who handles or prepares food needs to be aware of these concerns.\r\n  \\\t(e) Discuss with your counselor why reading food labels is important. Explain how to identify common allergens such as peanuts, tree nuts, milk, eggs, wheat, soy, and shellfish. \r\n  \\2. Nutrition. Do the following:\r\n  \\\t(a) Using the MyPlate food guide or the current USDA nutrition model, give five examples for EACH of the following food groups, the recommended number of daily servings, and the recommended serving size:\r\n  \\\t\t(1) Fruits\r\n  \\\t\t(2) Vegetables\r\n  \\\t\t(3) Grains\r\n  \\\t\t(4) Proteins\r\n  \\\t\t(5) Dairy\r\n  \\\t(b) Explain why you should limit your intake of oils and sugars.\r\n  \\\t(c) Track your daily level of activity and your daily caloric need based on your activity for five days. Then, based on the My Plate food guide, discuss with your counselor an appropriate meal plan for yourself for one day.\r\n  \\\t(d) Discuss your current eating habits with your counselor and what you can do to eat healthier, based on the MyPlate food guide.\r\n  \\\t(e) Discuss the following food label terms: calorie, fat, saturated fat, trans fat, cholesterol, sodium, carbohydrate, dietary fiber, sugar, protein. Explain how to calculate total carbohydrates and nutritional values for two servings, based on the serving size specified on the label. \r\n  \\3. Cooking basics. Do the following:\r\n  \\\t(a) Discuss EACH of the following cooking methods. For each one, describe the equipment needed, how temperature control is maintained, and name at least one food that can be cooked using that method: baking, boiling, broiling, pan frying, simmering, steaming, microwaving, grilling, foil cooking, and use of a Dutch oven.\r\n  \\\t(b) Discuss the benefits of using a camp stove on an outing vs. a charcoal or wood fire.\r\n  \\\t(c) Describe for your counselor how to manage your time when preparing a meal so components for each course are ready to serve at the correct time. \r\n  \\Note: The meals prepared for Cooking merit badge requirements 4, 5, and 6 will count only toward fulfilling those requirements and will not count toward rank advancement or other merit badges. Meals prepared for rank advancement or other merit badges may not count toward the Cooking merit badge. You must not repeat any menus for meals actually prepared or cooked in requirements 4, 5, and 6.\r\n  \\4. Cooking at home. Using the MyPlate food guide or the current USDA nutrition model, plan menus for three full days of meals (three breakfasts, three lunches, and three dinners) plus one dessert. Your menus should include enough to feed yourself and at least one adult, keeping in mind any special needs (such as food allergies) and how you keep your foods safe and free from cross-contamination. List the equipment and utensils needed to prepare and serve these meals.\r\n  \\Then do the following:\r\n  \\\t(a) Find recipes for each meal. Create a shopping list for your meals showing the amount of food needed to prepare for the number of people you will serve. Determine the cost for each meal.\r\n  \\\t(b) Share and discuss your meal plan and shopping list with your counselor.\r\n  \\\t(c) Using at least five of the 10 cooking methods from requirement 3, prepare and serve yourself and at least one adult (parent, family member, guardian, or other responsible adult) one breakfast, one lunch, one dinner, and one dessert from the meals you planned.*\r\n  \\\t(d) Time your cooking to have each meal ready to serve at the proper time. Have an adult verify the preparation of the meal to your counselor.\r\n  \\\t(e) After each meal, ask a person you served to evaluate the meal on presentation and taste, then evaluate your own meal. Discuss what you learned with your counselor, including any adjustments that could have improved or enhanced your meals. Tell how planning and preparation help ensure a successful meal. \r\n  \\5. Camp cooking. Do the following:\r\n  \\\t(a) Using the MyPlate food guide or the current USDA nutrition model, plan a menu that includes four meals, one snack, and one dessert for your patrol (or a similar size group of up to eight youth, including you) on a camping trip. These four meals must include two breakfasts, one lunch, and one dinner. Additionally, you must plan one snack and one dessert. Your menus should include enough food for each person, keeping in mind any special needs (such as food allergies) and how you keep your foods safe and free from cross-contamination. List the equipment and utensils needed to prepare and serve these meals.\r\n  \\\t(b) Find or create recipes for the four meals, the snack, and the dessert you have planned. Adjust menu items in the recipes for the number to be served. Create a shopping list and budget to determine the per-person cost.\r\n  \\\t(c) Share and discuss your menu plans and shopping list with your counselor.\r\n  \\\t(d) In the outdoors, using your menu plans and recipes for this requirement, cook two of the four meals you planned using either a camp stove OR backpack stove. Use a skillet over campfire coals OR a Dutch oven for the third meal, and cook the fourth meal in a foil pack OR on a skewer. Serve all of these meals to your patrol or a group of youth.**\r\n  \\\t(e) In the outdoors, using your menu plans and recipes for this requirement, prepare one snack and one dessert. Serve both of these to your patrol or a group of youth.**\r\n  \\\t(f) After each meal, have those you served evaluate the meal on presentation and taste, and then evaluate your own meal. Discuss what you learned with your counselor, including any adjustments that could have improved or enhanced your meals. Tell how planning and preparation help ensure successful outdoor cooking.\r\n  \\\t(g) Lead the clean-up of equipment, utensils, and the cooking site thoroughly after each meal. Properly store or dispose unused ingredients, leftover food, dishwater and garbage.\r\n  \\\t(h) Discuss how you followed the Outdoor Code and no-trace principles when preparing your meals. \r\n  \\6. Trail and backpacking meals. Do the following:\r\n  \\\t(a) Using the MyPlate food guide or the current USDA nutrition model, plan a meal for trail hiking or backpacking that includes one breakfast, one lunch, one dinner, and one snack. These meals must consider weight, not require refrigeration and are to be consumed by three to five people (including you). List the equipment and utensils needed to prepare and serve these meals.\r\n  \\\t(b) Create a shopping list for your meals, showing the amount of food needed to prepare and serve each meal, and the cost for each meal.\r\n  \\\t(c) Share and discuss your meal plan and shopping list with your counselor. Your plan must include how to repackage foods for your hike or backpacking trip to eliminate as much bulk, weight, and garbage as possible.\r\n  \\\t(d) While on a trail hike or backpacking trip, prepare and serve two meals and a snack from the menu planned for this requirement. At least one of those meals must be cooked over a fire, or an approved trail stove (with proper supervision).**\r\n  \\\t(e) After each meal, have those you served evaluate the meal on presentation and taste, then evaluate your own meal. Discuss what you learned with your counselor, including any adjustments that could have improved or enhanced your meals. Tell how planning and preparation help ensure successful trail hiking or backpacking meals.\r\n  \\\t(f) Explain to your counselor how you should divide the food and cooking supplies among the patrol in order to share the load. Discuss how to properly clean the cooking area and store your food to protect it from animals. \r\n  \\7. Food-related careers. Find out about three career opportunities in cooking. Select one and find out the education, training, and experience required for this profession. Discuss this with your counselor, and explain why this profession might interest you.\r\n  \\* The meals for requirement 4 may be prepared on different days, and they need not be prepared consecutively. The requirement calls for Scouts to plan, prepare, and serve one breakfast, one lunch, and one dinner to at least one adult; those served need not be the same for all meals.\r\n  \\** Where local regulations do not allow you to build a fire, the counselor may adjust the requirement to meet the law. The meals in requirements 5 and 6 may be prepared for different trips and need not be prepared consecutively. Scouts working on this badge in summer camp should take into consideration foods that can be obtained at the camp commissary."
},
{
  "_id": {
    "$oid": "66e23bace328bd730833dcb5"
  },
  "Name": "Personal Fitness",
  "Requirements": "If meeting any of the requirements for this merit badge is against the Scout's religious convictions, the requirement does not have to be done if the Scout's parents and the proper religious advisors state in writing that to do so would be against religious convictions. The Scout's parents must also accept full responsibility for anything that might happen because of this exemption.\r\n  \\1. Do the following:\r\n  \\\t(a) Before completing requirements 2 through 9, have your health-care practitioner give you a physical examination, using the Scout medical examination form. Explain the following:\r\n  \\\t(1) Why physical exams are important\r\n  \\\t(2) Why preventive habits (such as exercising regularly) are important in maintaining good health, and how the use of tobacco products, alcohol, and other harmful substances can negatively affect your personal fitness\r\n  \\\t(3) Diseases that can be prevented and how\r\n  \\\t(4) The seven warning signs of cancer\r\n  \\\t(5) The youth risk factors that affect cardiovascular health in adulthood\r\n  \\\t(b) Have a dental examination. Get a statement saying that your teeth have been checked and cared for. Tell how to care for your teeth. \r\n  \\2. Explain to your merit badge counselor verbally or in writing what personal fitness means to you, including\r\n  \\\t(a) Reasons for being mentally, physically, socially, and spiritually fit\r\n  \\\t(b) Reasons for being fit in all components.\r\n  \\\t(c) What it means to be physically healthy\r\n  \\\t(d) What it means to be socially healthy \r\n  \\3. With your counselor, answer and discuss the following questions:\r\n  \\\t(a) Are you living in such a way that your risk of preventable diseases is minimized?\r\n  \\\t(b) Are you immunized and vaccinated according to the advice of your healthcare provider and the direction of your parent(s)/guardian(s)?\r\n  \\\t(c) Are you free from habits relating to poor nutrition and the use of alcohol, tobacco, drugs, and other practices that could be harmful to your health?\r\n  \\\t(d) What are the advantages to getting a full night's sleep?\r\n  \\\t(e) Define a nutritious, balanced diet and why it is important.\r\n  \\\t(f) Do you participate in a regular exercise program or recreational activities?\r\n  \\\t(g) What are you doing to demonstrate your duty to God?\r\n  \\\t(h) Do you spend quality time with your family and friends in social and recreational activities?\r\n  \\\t(i) Do you support family activities and efforts to maintain a good home life? \r\n  \\4. Explain the following about physical fitness:\r\n  \\\t(a) The areas of physical fitness\r\n  \\\t(b) Your weakest and strongest area of physical fitness\r\n  \\\t(c) The need to have a balance in the four areas of physical fitness\r\n  \\\t(d) How a program like the President's Council on Sports, Fitness & Nutrition can lead to lifelong healthful habits\r\n  \\\t(e) How the areas of personal fitness relate to the Scout Law and Scout Oath \r\n  \\5. Explain the following:\r\n  \\\t(a) The importance of good nutrition\r\n  \\\t(b) What good nutrition means to you\r\n  \\\t(c) How good nutrition is related to the other components of personal fitness\r\n  \\\t(d) How to maintain a healthy weight \r\n  \\6 Before doing requirements 7 and 8:\r\n  \\\t(a) Complete the aerobic fitness, flexibility and muscular strength tests as described in the Personal Fitness merit badge pamphlet. Record your results and identify those areas where you feel you need to improve.\r\n  \\\t(b) Keep track of what you eat and drink for three days. Identify three healthy eating goals you want to work on. \r\n  \\7. Outline a comprehensive 12-week physical fitness program using the results of your fitness tests. Be sure your program incorporates the endurance, intensity, and warm-up guidelines discussed in the Personal Fitness merit badge pamphlet. Before beginning your exercises, have the program approved by your counselor and parents.\r\n  \\8. Complete the physical fitness program you outlined in requirement 7. Keep a log of your fitness program activity (how long you exercised; how far you ran, swam, or biked; how many exercise repetitions you completed; your exercise heart rate; etc.). Keep a log of your weekly healthy eating goals. Repeat the aerobic fitness, muscular strength, and flexibility tests every four weeks and record your results. After the 12th week, repeat all of the required activities in each of the three test categories, record your results, and show improvement in each one. Discuss how well you met your healthy eating goals over these 12 weeks. Discuss the meaning and benefit of your experience, and describe your long-term plans regarding your personal fitness.\r\n  \\9. Find out about three career opportunities in personal fitness. Pick one and find out the education, training, and experience required for this profession. Discuss what you learned with your counselor, and explain why this profession might interest you."
},
{
  "_id": {
    "$oid": "66e23bace328bd730833dcb6"
  },
  "Name": "Personal Management",
  "Requirements": "1. Do the following:\r\n  \\\t(a) Choose an item that your family might want to purchase that is considered a major expense.\r\n  \\\t(b) Write a plan that tells how your family would save money for the purchase identified in requirement 1a.\r\n  \\\t\t(1) Discuss the plan with your merit badge counselor.\r\n  \\\t\t(2) Discuss the plan with your family.\r\n  \\\t\t(3) Discuss how other family needs must be considered in this plan.\r\n  \\\t(c) Develop a written shopping strategy for the purchase identified in requirement 1a.\r\n  \\\t\t(1) Determine the quality of the item or service (using consumer publications or rating systems).\r\n  \\\t\t(2) Comparison shop for the item. Find out where you can buy the item for the best price. (Provide prices from at least two different price sources.) Call around; study ads. Look for a sale or discount coupon. Consider alternatives. Can you buy the item used? Should you wait for a sale? \r\n  \\2. Do the following:\r\n  \\\t(a) Prepare a budget reflecting your expected income (allowance, gifts, wages), expenses, and savings for a period of 13 consecutive weeks.\r\n  \\\t(b) Compare expected income with expected expenses.\r\n  \\\t\t(1) If expenses exceed budget income, determine steps to balance your budget.\r\n  \\\t\t(2) If income exceeds budget expenses, state how you would use the excess money (new goal, savings).\r\n  \\\t(c) Track and record your actual income, expenses, and savings for 13 consecutive weeks (the same 13-week period for which you budgeted). (You may use the forms provided in this pamphlet, devise your own, or use a computer-generated version.) When complete, present the records showing the results to your merit badge counselor.\r\n  \\\t(d) Compare your budget with your actual income and expenses to understand when your budget worked and when it did not work. With your merit badge counselor, discuss what you might do differently the next time. \r\n  \\3. Discuss with your merit badge counselor FIVE of the following concepts:\r\n  \\\t(a) The emotions you feel when you receive money.\r\n  \\\t(b) Your understanding of how the amount of money you have with you affects your spending habits.\r\n  \\\t(c) Your thoughts when you buy something new and your thoughts about the same item three months later. Explain the concept of buyer's remorse.\r\n  \\\t(d) How hunger affects you when shopping for food items (snacks, groceries).\r\n  \\\t(e) Your experience of an item you have purchased after seeing or hearing advertisements for it. Did the item work as well as advertised?\r\n  \\\t(f) Your understanding of what happens when you put money into a savings account.\r\n  \\\t(g) Charitable giving. Explain its purpose and your thoughts about it.\r\n  \\\t(h) What you can do to better manage your money. \r\n  \\4. Explain the following to your merit badge counselor:\r\n  \\\t(a) The differences between saving and investing, including reasons for using one over the other.\r\n  \\\t(b) The concepts of return on investment and risk and how they are related.\r\n  \\\t(c) The concepts of simple interest and compound interest.\r\n  \\\t(d) The concept of diversification in investing.\r\n  \\\t(e) Why it is important to save and invest for retirement. \r\n  \\5. Explain to your merit badge counselor what the following investments are and how each works:\r\n  \\\t(a) Common stocks\r\n  \\\t(b) Mutual funds\r\n  \\\t(c) Life insurance\r\n  \\\t(d) A certificate of deposit (CD)\r\n  \\\t(e) A savings account\r\n  \\\t(f) A U.S. savings bond \r\n  \\6 Explain to your counselor why people might purchase the following types of insurance and how they work:\r\n  \\\t(a) Automobile\r\n  \\\t(b) Health\r\n  \\\t(c) Homeowner's/renter's\r\n  \\\t(d) Whole life and term life \r\n  \\7. Explain to your merit badge counselor the following:\r\n  \\\t(a) What a loan is, what interest is, and how the annual percentage rate (APR) measures the true cost of a loan.\r\n  \\\t(b) The different ways to borrow money\r\n  \\\t(c) The differences between a charge card, debit card, and credit card. What are the costs and pitfalls of using these financial tools? Explain why it is unwise to make only the minimum payment on your credit card.\r\n  \\\t(d) Credit reports and how personal responsibility can affect your credit report.\r\n  \\\t(e) Ways to reduce or eliminate debt. \r\n  \\8. Demonstrate to your merit badge counselor your understanding of time management by doing the following:\r\n  \\\t(a) Write a to do list of tasks or activities, such as homework assignments, chores, and personal projects, that must be done in the coming week. List these in order of importance to you.\r\n  \\\t(b) Make a seven-day calendar or schedule. Put in your set activities, such as school classes, sports practices or games, jobs or chores, and/or Scout or place of worship or club meetings, then plan when you will do all the tasks from your to do list between your set activities.\r\n  \\\t(c) Follow the one-week schedule you planned. Keep a daily diary or journal during each of the seven days of this week's activities, writing down when you completed each of the tasks on your to do list compared to when you scheduled them.\r\n  \\\t(d) With your merit badge counselor, review your to do list, one-week schedule, and diary/journal to understand when your schedule worked and when it did not work. Discuss what you might do differently the next time. \r\n  \\9. Prepare a written project plan demonstrating the steps below, including the desired outcome. This is a project on paper, not a real-life project. Examples could include planning a camping trip, developing a community service project or a school or religious event, or creating an annual patrol plan with additional activities not already included in the troop annual plan. Discuss your completed project plan with your merit badge counselor.\r\n  \\\t(a) Define the project. What is your goal?\r\n  \\\t(b) Develop a timeline for your project that shows the steps you must take from beginning to completion.\r\n  \\\t(c) Describe your project.\r\n  \\\t(d) Develop a list of resources. Identify how these resources will help you achieve your goal.\r\n  \\\t(e) Develop a budget for your project. \r\n  \\10. Do the following:\r\n  \\\t(a) Choose a career you might want to enter after high school or college graduation. Discuss with your counselor the needed qualifications, education, skills, and experience.\r\n  \\\t(b) Explain to your counselor what the associated costs might be to pursue this career, such as tuition, school or training supplies, and room and board. Explain how you could prepare for these costs and how you might make up for any shortfall. \r\n  \\*Always be sure to have proper permission before using the internet. To learn about appropriate behavior and etiquette while online, consider earning the BSA Cyber Chip. Go to www.scouting.org/training/youth-protection/cyber-chip/ for more information."
},
{
  "_id": {
    "$oid": "66e23bace328bd730833dcb7"
  },
  "Name": "Camping",
  "Requirements": "1. Do the following:\r\n  \\\t(a) Explain to your counselor the most likely hazards you may encounter while participating in camping activities and what you should do to anticipate, help prevent, mitigate, and respond to these hazards.\r\n  \\\t(b) Discuss with your counselor why it is important to be aware of weather conditions before and during your camping activities. Tell how you can prepare should the weather turn bad during your campouts.\r\n  \\\t(c) Show that you know first aid for and how to prevent injuries or illnesses that could occur while camping, including hypothermia, frostbite, heat reactions, dehydration, altitude sickness, insect stings, tick bites, snakebite, blisters, and hyperventilation. \r\n  \\2. Learn the Leave No Trace principles and the Outdoor Code and explain what they mean. Write a personal and group plan for implementing these principles on your next outing.\r\n  \\3. Make a written plan* for an overnight trek and show how to get to your camping spot by using a topographical map and one of the following:\r\n  \\\t(a) A compass\r\n  \\\t(b) A GPS receiver**\r\n  \\\t(c) A smartphone with a GPS app** \r\n  \\4. Do the following:\r\n  \\\t(a) Make a duty roster showing how your patrol is organized for an actual overnight campout. List assignments for each member.\r\n  \\\t(b) Help a Scout patrol or a Webelos Scout unit in your area prepare for an actual campout, including creating the duty roster, menu planning, equipment needs, general planning, and setting up camp. \r\n  \\5. Do the following:\r\n  \\\t(a) Prepare a list of clothing you would need for overnight campouts in both warm and cold weather. Explain the term layering.\r\n  \\\t(b) Discuss footwear for different kinds of weather and how the right footwear is important for protecting your feet.\r\n  \\\t(c) Explain the proper care and storage of camping equipment (clothing, footwear, bedding).\r\n  \\\t(d) List the outdoor essentials necessary for any campout, and explain why each item is needed.\r\n  \\\t(e) Present yourself to your Scoutmaster with your pack for inspection. Be correctly clothed and equipped for an overnight campout. \r\n  \\6. Do the following:\r\n  \\\t(a) Describe the features of four types of tents, when and where they could be used, and how to care for tents. Working with another Scout, pitch a tent.\r\n  \\\t(b) Discuss the importance of camp sanitation and tell why water treatment is essential. Then demonstrate two ways to treat water.\r\n  \\\t(c) Describe the factors to be considered in deciding where to pitch your tent.\r\n  \\\t(d) Tell the difference between internal- and external-frame packs. Discuss the advantages and disadvantages of each.\r\n  \\\t(e) Discuss the types of sleeping bags and what kind would be suitable for different conditions. Explain the proper care of your sleeping bag and how to keep it dry. Make a comfortable ground bed. \r\n  \\7. Prepare for an overnight campout with your patrol by doing the following:\r\n  \\\t(a) Make a checklist of personal and patrol gear that will be needed.\r\n  \\\t(b) Pack your own gear and your share of the patrol equipment and food for proper carrying. Show that your pack is right for quickly getting what is needed first, and that it has been assembled properly for comfort, weight, balance, size, and neatness. \r\n  \\8. Do the following:\r\n  \\\t(a) Explain the safety procedures for\r\n  \\\t\t(1) Using a propane or butane/propane stove\r\n  \\\t\t(2) Using a liquid fuel stove\r\n  \\\t\t(3) Proper storage of extra fuel\r\n  \\\t(b) Discuss the advantages and disadvantages of different types of lightweight cooking stoves.\r\n  \\\t(c) Prepare a camp menu. Explain how the menu would differ from a menu for a backpacking or float trip. Give recipes and make a food list for your patrol. Plan two breakfasts, three lunches, and two suppers. Discuss how to protect your food against bad weather, animals, and contamination.\r\n  \\\t(d) While camping in the outdoors, cook at least one breakfast, one lunch, and one dinner for your patrol from the meals you have planned for requirement 8c. At least one of those meals must be a trail meal requiring the use of a lightweight stove. \r\n  \\9. Show experience in camping by doing the following:\r\n  \\\t(a) Camp a total of at least 20 nights at designated Scouting activities or events. One long-term camping experience of up to six consecutive nights may be applied toward this requirement. Sleep each night under the sky or in a tent you have pitched. If the camp provides a tent that has already been pitched, you need not pitch your own tent.\r\n  \\\t(b) On any of these camping experiences, you must do TWO of the following, only with proper preparation and under qualified supervision.\r\n  \\\t\t(1) Hike up a mountain, gaining at least 1,000 vertical feet.\r\n  \\\t\t(2) Backpack, snowshoe, or cross-country ski for at least 4 miles.\r\n  \\\t\t(3) Take a bike trip of at least 15 miles or at least four hours.\r\n  \\\t\t(4) Take a nonmotorized trip on the water of at least four hours or 5 miles.\r\n  \\\t\t(5) Plan and carry out an overnight snow camping experience.\r\n  \\\t\t(6) Rappel down a rappel route of 30 feet or more.\r\n  \\\t(c) On any of these camping experiences, perform a conservation project approved by the landowner or land managing agency. This can be done alone or with others. \r\n  \\10. Discuss how the things you did to earn this badge have taught you about personal health and safety, survival, public health, conservation, and good citizenship. In your discussion, tell how Scout spirit and the Scout Oath and Scout Law apply to camping and outdoor ethics.\r\n  \\* To complete this requirement, you may use the Scout Planning Worksheet at https://filestore.scouting.org/filestore/boyscouts/pdf/512-505-2016-Scout-Planning-Worksheet.pdf.\r\n  \\**If a GPS-equipped device is not available, explain how to use one to get to your camping spot."
},
{
  "_id": {
    "$oid": "66e23bace328bd730833dcb8"
  },
  "Name": "Family Life",
  "Requirements": "1. Prepare an outline on what a family is and discuss this with your merit badge counselor. Tell why families are important to individuals and to society. Discuss how the actions of one member can affect other members.\r\n  \\2. List several reasons why you are important to your family and discuss this with your parents or guardians and with your merit badge counselor.\r\n  \\3. Prepare a list of your regular home duties or chores (at least five) and do them for 90 days. Keep a record of how often you do each of them. Discuss with your counselor the effect your chores had on your family.\r\n  \\4. With the approval of your parents or guardians and your merit badge counselor, decide on and carry out a project that you would do around the home that would benefit your family. Submit a report to your merit badge counselor outlining how the project benefited your family.\r\n  \\5. Plan and carry out a project that involves the participation of your family. After completing the project, discuss the following with your merit badge counselor:\r\n  \\\t(a) The objective or goal of the project\r\n  \\\t(b) How individual members of your family participated\r\n  \\\t(c) The results of the project \r\n  \\6. Do the following:\r\n  \\\t(a) Discuss with your merit badge counselor how to plan and carry out a family meeting.\r\n  \\\t(b) Prepare a meeting agenda that includes the following topics, review it with your parents or guardians, and then carry out one or more family meetings:\r\n  \\\t\t(1) How living the principles of the Scout Oath and Scout Law contributes to your family life\r\n  \\\t\t(2) The greatest dangers and addictions facing youth in today's society (examples include use of tobacco products, alcohol, or drugs and other items such as debts, social media, etc.)\r\n  \\\t\t(3) Understanding the growing-up process and how the body changes, and making responsible decisions dealing with sex *\r\n  \\\t\t* This conversation may take place with only one or both of your parents or guardians.\r\n  \\\t\t(4) Personal and family finances\r\n  \\\t\t(5) A crisis situation within your family\r\n  \\\t\t(6) The effect of technology on your family\r\n  \\\t\t(7) Good etiquette and manners \r\n  \\7. Discuss with your counselor your understanding of what makes an effective parent and why, and your thoughts on the parent's role and responsibilities in the family."
},
{
  "_id": {
    "$oid": "66e23bace328bd730833dcb9"
  },
  "Name": "Emergency Preparedness",
  "Requirements": "1. Earn the First Aid merit badge.\r\n  \\2. Do the following:\r\n  \\\t(a) Discuss with your counselor the aspects of emergency preparedness:\r\n  \\\t\tPrevention\r\n  \\\t\tProtection\r\n  \\\t\tMitigation\r\n  \\\t\tResponse\r\n  \\\t\tRecovery\r\n  \\\tInclude in your discussion the kinds of questions that are important to ask yourself as you consider each of these.\r\n  \\\t(b) Using a chart, graph, spreadsheet, or another method approved by your counselor, demonstrate your understanding of each aspect of emergency preparedness listed in requirement 2a (prevention, protection, mitigation, response, and recovery) for 10 emergency situations from the list below. You must use the first five situations listed below in boldface, plus any other five of your choice. Discuss your findings with your counselor.\r\n  \\\t\t(1) Home kitchen fire\r\n  \\\t\t(2) Home basement/storage room/garage fire\r\n  \\\t\t(3) Explosion in the home\r\n  \\\t\t(4) Automobile crash\r\n  \\\t\t(5) Food-borne disease (food poisoning)\r\n  \\\t\t(6) Fire or explosion in a public place\r\n  \\\t\t(7) Vehicle stalled in the desert\r\n  \\\t\t(8) Vehicle trapped in a blizzard\r\n  \\\t\t(9) Earthquake or tsunami\r\n  \\\t\t(10) Mountain/backcountry accident\r\n  \\\t\t(11) Boating or water accident\r\n  \\\t\t(12) Gas leak in a home or a building\r\n  \\\t\t(13) Tornado or hurricane\r\n  \\\t\t(14) Major flooding or a flash flood\r\n  \\\t\t(15) Toxic chemical spills and releases\r\n  \\\t\t(16) Nuclear power plant emergency\r\n  \\\t\t(17) Avalanche (snowslide or rockslide)\r\n  \\\t\t(18) Violence in a public place\r\n  \\\t(c) Meet with and teach your family how to get or build a kit, make a plan, and be informed for the situations on the chart you created for requirement 2b. Complete a family plan. Then meet with your counselor and report on your family meeting, discuss their responses, and share your family plan. \r\n  \\3. Show how you could save a person from the following dangerous situations without putting yourself in danger:\r\n  \\\t(a) Touching a live household electric wire\r\n  \\\t(b) A structure filled with carbon monoxide\r\n  \\\t(c) Clothes on fire\r\n  \\\t(d) Drowning using nonswimming rescues (including accidents on ice) \r\n  \\4. Show three ways of attracting and communicating with rescue planes/aircraft.\r\n  \\5. With another person, show a good way to transport an injured person out of a remote and/or rugged area, conserving the energy of rescuers while ensuring the well-being and protection of the injured person.\r\n  \\6. Do the following:\r\n  \\\t(a) Describe the National Incident Management System (NIMS)/Incident and the Incident Command System (ICS).\r\n  \\\t(b) Identify the government or community agencies that normally handle and prepare for emergency services similar to those of the NIMS or ICS. Explain to your counselor ONE of the following:\r\n  \\\t\t(1) How the NIMS/ICS can assist a Scout troop when responding in a disaster\r\n  \\\t\t(2) How a group of Scouts could volunteer to help in the event of these types of emergencies\r\n  \\\t\t(c) Find out who is your community's emergency management director and learn what this person does to prevent, protect, mitigate, respond to, and recover from emergency situations in your community. Discuss this information with your counselor, utilizing the information you learned from requirement 2b. \r\n  \\7. Do the following:\r\n  \\\t(a) Take part in an emergency service project, either a real one or a practice drill, with a Scouting unit or a community agency.\r\n  \\\t(b) Prepare a written plan for mobilizing your troop when needed to do emergency service. If there is already a plan, explain it. Tell your part in making it work. \r\n  \\8. Do the following:\r\n  \\\t(a) Tell the things a group of Scouts should be prepared to do, the training they need, and the safety precautions they should take for the following emergency services:\r\n  \\\t\t(1) Crowd and traffic control\r\n  \\\t\t(2) Messenger service and communications\r\n  \\\t\t(3) Collection and distribution services\r\n  \\\t\t(4) Group feeding, shelter, and sanitation\r\n  \\\t(b) Prepare a personal emergency service pack for a mobilization call. Prepare a family emergency kit (suitcase or waterproof box) for use by your family in case an emergency evacuation is needed. Explain the needs and uses of the contents. \r\n  \\9. Do ONE of the following:\r\n  \\\t(a) Using a safety checklist approved by your counselor, inspect your home for potential hazards. Explain the hazards you find and how they can be corrected.\r\n  \\\t(b) Review or develop a plan of escape for your family in case of fire in your home.\r\n  \\\t(c) Develop an accident prevention program for five family activities outside the home (such as taking a picnic or seeing a movie) that includes an analysis of possible hazards, a proposed plan to correct those hazards, and the reasons for the corrections you propose."
},
{
  "_id": {
    "$oid": "66e23bace328bd730833dcba"
  },
  "Name": "Lifesaving",
  "Requirements": "1. Before doing requirements 3 through 15, review with your counselor the principles of Safe Swim Defense.\r\n  \\2. Before doing requirements 3 through 15:\r\n  \\\t(a) Earn the Swimming merit badge.\r\n  \\\t(b) Swim continuously for 400 yards using each of the following strokes in a strong manner, in good form with rhythmic breathing, for at least 50 continuous yards: front crawl, sidestroke, breaststroke, and elementary backstroke. \r\n  \\3. Explain the following:\r\n  \\\t(a) Common drowning situations and how to prevent them.\r\n  \\\t(b) How to identify persons in the water who need assistance.\r\n  \\\t(c) The order of methods in water rescue.\r\n  \\\t(d) How rescue techniques vary depending on the setting and the condition of the person needing assistance.\r\n  \\\t(e) Situations for which in-water rescues should not be undertaken. \r\n  \\4. Demonstrate reaching rescues using various items such as arm, leg, towels, shirts, paddles, and poles.\r\n  \\5. Demonstrate throwing rescues using various items such as a line, ring buoy, rescue bag, and free-floating support. Successfully place at least one such aid within reach of a practice victim 25 feet from shore.\r\n  \\6. With your counselor's approval, view in-person or on video a rowing rescue performed using a rowboat, canoe, kayak, or stand up paddleboard. Discuss with your counselor how effectively and efficiently the rescue was performed.\r\n  \\7. List various items that can be used as aids in a go rescue. Explain why buoyant aids are preferred.\r\n  \\8. Correctly demonstrate rescues of a conscious practice subject 30 feet from shore in deep water using two types of buoyant aids provided by your counselor. Use a proper entry and a strong approach stroke. Speak to the subject to determine his or her condition and to provide instructions and encouragement.\r\n  \\\t(a) Present one aid to a subject, release it, and swim at a safe distance as the subject moves to safety.\r\n  \\\t(b) In a separate rescue, present the other aid to a subject and use it to tow the subject to safety. \r\n  \\9. Discuss with your counselor when it is appropriate to remove heavy clothing before attempting a swimming rescue. Remove street clothes in 20 seconds or less, enter the water, and approach a conscious practice subject 30 feet from shore in deep water. Speak to the subject and use a nonbuoyant aid, such as a shirt or towel, to tow the subject to safety.\r\n  \\10. Discuss with your counselor the importance of avoiding contact with an active subject and demonstrate lead-and-wait techniques.\r\n  \\11. Perform the following nonequipment rescues for a conscious practice subject 30 feet from shore. Begin in the water from a position near the subject. Speak to the subject to determine his or her condition and to provide instructions and encouragement..\r\n  \\\t(a) Perform an armpit tow for a calm, responsive, tired swimmer resting with a back float.\r\n  \\\t(b) Perform a cross-chest carry for an exhausted, responsive subject treading water. \r\n  \\12. In deep water, show how to escape from a victim's grasp on your wrist. Repeat for front and rear holds about the head and shoulders.\r\n  \\13. Perform the following rescues for an unconscious practice subject at or near the surface 30 feet from shore. Use a proper entry and strong approach stroke. Speak to the subject and splash water on the subject to determine his or her condition before making contact. Quickly remove the victim from the water, with assistance if needed, and position for CPR.\r\n  \\\t(a) Perform an equipment assist using a buoyant aid.\r\n  \\\t(b) Perform a front approach and wrist tow.\r\n  \\\t(c) Perform a rear approach and armpit tow. \r\n  \\14. Discuss with your counselor how to respond if a victim submerges before being reached by a rescuer, and do the following:\r\n  \\\t(a) Recover a 10-pound weight in 8 to 10 feet of water using a feetfirst surface dive.\r\n  \\\t(b) Repeat using a headfirst surface dive. \r\n  \\15. Demonstrate management of a spinal injury to your counselor:\r\n  \\\t(a) Discuss the causes, signs, and symptoms of a spinal injury.\r\n  \\\t(b) Support a faceup subject in calm water of standing depth.\r\n  \\\t(c) Turn a subject from a facedown to a faceup position in water of standing depth while maintaining support. \r\n  \\16. Demonstrate knowledge of resuscitation procedure:\r\n  \\\t(a) Describe how to recognize the need for rescue breathing and CPR.\r\n  \\\t(b) Demonstrate CPR knowledge and skills, including rescue breathing, on a mannequin under the guidance of a current CPR/AED instructor trained by a nationally certified provider. \r\n  \\17 With your counselor, discuss causes, prevention, and treatment of other injuries or illnesses that could occur while swimming or boating, including hypothermia, dehydration, heat-related illnesses, muscle cramps, sunburn, stings, and hyperventilation."
},
{
  "_id": {
    "$oid": "66e23bace328bd730833dcbb"
  },
  "Name": "Environmental Science",
  "Requirements": "1. Make a timeline of the history of environmental science in America. Identify the contribution made by the Boy Scouts of America to environmental science. Include dates, names of people or organizations, and important events.\r\n  \\2. Define the following terms: population, community, ecosystem, biosphere, symbiosis, niche, habitat, conservation, threatened species, endangered species, extinction, pollution prevention, brownfield, ozone, watershed, airshed, nonpoint source, hybrid vehicle, fuel cell.\r\n  \\3. Do ONE activity from EACH of the following categories (using the activities in this pamphlet as the basis for planning and projects):\r\n  \\\t(a) Ecology\r\n  \\\t\t(1) Conduct an experiment to find out how living things respond to changes in their environments. Discuss your observations with your counselor.\r\n  \\\t\t(2) Conduct an experiment illustrating the greenhouse effect. Keep a journal of your data and observations. Discuss your conclusions with your counselor.\r\n  \\\t\t(3) Discuss what is an ecosystem. Tell how it is maintained in nature and how it survives.\r\n  \\\t(b) Air Pollution\r\n  \\\t\t(1) Perform an experiment to test for particulates that contribute to air pollution. Discuss your findings with your counselor.\r\n  \\\t\t(2) Record the trips taken, mileage, and fuel consumption of a family car for seven days, and calculate how many miles per gallon the car gets. Determine whether any trips could have been combined (chained) rather than taken out and back. Using the idea of trip chaining, determine how many miles and gallons of gas could have been saved in those seven days.\r\n  \\\t\t(3) Explain what is acid rain. In your explanation, tell how it affects plants and the environment and the steps society can take to help reduce its effects.\r\n  \\\t(c) Water Pollution\r\n  \\\t\t(1) Conduct an experiment to show how living things react to thermal pollution. Discuss your observations with your counselor.\r\n  \\\t\t(2) Conduct an experiment to identify the methods that could be used to mediate (reduce) the effects of an oil spill on waterfowl. Discuss your results with your counselor.\r\n  \\\t\t(3) Describe the impact of a waterborne pollutant on an aquatic community. Write a 100-word report on how that pollutant affected aquatic life, what the effect was, and whether the effect is linked to biomagnification.\r\n  \\\t(d) Land Pollution\r\n  \\\t\t(1) Conduct an experiment to illustrate soil erosion by water. Take photographs or make a drawing of the soil before and after your experiment, and make a poster showing your results. Present your poster to your counselor.\r\n  \\\t\t(2) Perform an experiment to determine the effect of an oil spill on land. Discuss your conclusions with your counselor.\r\n  \\\t\t(3) Photograph an area affected by erosion. Share your photographs with your counselor and discuss why the area has eroded and what might be done to help alleviate the erosion.\r\n  \\\t(e) Endangered Species\r\n  \\\t\t(1) Do research on one endangered species found in your state. Find out what its natural habitat is, why it is endangered, what is being done to preserve it, and how many individual organisms are left in the wild. Prepare a 100-word report about the organism, including a drawing. Present your report to your patrol or troop.\r\n  \\\t\t(2) Do research on one species that was endangered or threatened but that has now recovered. Find out how the organism recovered, and what its new status is. Write a 100-word report on the species and discuss it with your counselor.\r\n  \\\t\t(3) With your parent or guardian's and counselor's approval, work with a natural resource professional to identify two projects that have been approved to improve the habitat for a threatened or endangered species in your area. Visit the site of one of these projects and report on what you saw.\r\n  \\\t(f) Pollution Prevention, Resource Recovery, and Conservation\r\n  \\\t\t(1) Look around your home and determine 10 ways your family can help reduce pollution. Practice at least two of these methods for seven days and discuss with your counselor what you have learned.\r\n  \\\t\t(2) Determine 10 ways to conserve resources or use resources more efficiently in your home, at school, or at camp. Practice at least two of these methods for five days and discuss with your counselor what you have learned.\r\n  \\\t\t(3) Perform an experiment on packaging materials to find out which ones are biodegradable. Discuss your conclusion with your counselor.\r\n  \\\t(g) Pollination\r\n  \\\t\t(1) Using photographs or illustrations, point out the differences between a drone and a worker bee. Discuss the stages of bee development (eggs, larvae, pupae). Explain the pollination process, and what propolis is and how it is used by honey bees. Tell how bees make honey and beeswax, and how both are harvested. Explain the part played in the life of the hive by the queen, the drones, and the workers.\r\n  \\\t\t(2) Present your counselor a one-page report on how and why honeybees are used in pollinating food crops. In your report, discuss the problems faced by the bee population today, and the impact to humanity if there were no pollinators. Share your report with your troop or patrol, your class at school, or another group approved by your counselor.\r\n  \\\t\t(3) Hive a swarm or divide at least one colony of honey bees. Explain how a hive is constructed.\r\n  \\\t(h) Invasive Species\r\n  \\\t\t(1) Learn to identify the major invasive plant species in your community or camp and explain to your counselor what can be done to either eradicate or control their spread.\r\n  \\\t\t(2) Do research on two invasive plant or animal species in your community or camp. Find out where the species originated, how they were transported to the United States, their life history, how they are spread, and the recommended means to eradicate or control their spread. Report your research orally or in writing to your counselor.\r\n  \\\t\t(3) Take part in a project of at least one hour to eradicate or control the spread of an invasive plant species in your community or camp. \r\n  \\4. Choose two outdoor study areas that are very different from one another (e.g., hilltop vs. bottom of a hill; field vs. forest; swamp vs. dry land). For BOTH study areas, do ONE of the following:\r\n  \\\t(a) Mark off a plot of 4 square yards in each study area, and count the number of species found there. Estimate how much space is occupied by each plant species and the type and number of nonplant species you find. Report to your counselor orally or in writing the biodiversity and population density of these study areas.\r\n  \\\t(b) Make at least three visits to each of the two study areas (for a total of six visits), staying for at least 20 minutes each time, to observe the living and nonliving parts of the ecosystem. Space each visit far enough apart that there are readily apparent differences in the observations. Keep a journal that includes the differences you observe. Discuss your observations with your counselor. \r\n  \\5. Identify the items that would need to be included in an environmental impact statement for a construction project such as building a house, adding a new building to your Scout camp, or one you create on your own that is approved by your counselor.\r\n  \\6. Find out about three career opportunities in environmental science. Pick one and find out the education, training, and experience required for this profession. Discuss this with your counselor, and explain why this profession might interest you."
},
{
  "_id": {
    "$oid": "66e23bace328bd730833dcbc"
  },
  "Name": "Sustainability",
  "Requirements": "1. Describe the meaning of sustainability in your own words. Explain the importance of sustainability to society and how you can contribute to fulfilling the needs of current generations without compromising the needs of future generations.\r\n  \\2. Water. Do ONE of the following and discuss with your counselor:\r\n  \\\t(a) Evaluate your household water usage. If available, review water bills from the past year and evaluate the seasonal changes in water use. Identify three ways to help reduce water consumption.\r\n  \\\t(b) Explain why water is necessary in our lives. Create a diagram to show how your household gets its clean water from a natural source and what happens with the water after you use it. Tell two ways to preserve your community's access to clean water in the future.\r\n  \\\t(c) Different areas of the world are affected by either too much (flooding) or too little (drought) water. Explore whether either or both affect where you live. Identify three water conservation or flood mitigation practices (successful or unsuccessful) that have been tried where you live or in an area of the world that interests you. \r\n  \\3. Food. Do ONE of the following and discuss with your counselor:\r\n  \\\t(a) Explore the sustainability of different types of plant-based, animal-based and aquaculture food. Identify where four different foods (such as milk, eggs, tuna fish, avocados, or ketchup) come from and how they are processed and transported from the source to you.\r\n  \\\t(b) Identify four factors that limit the availability of food in different regions of the world. Discuss how each factor influences the sustainability of worldwide food supplies. Share three ways individuals, families, or your community can create their own food sources.\r\n  \\\t(c) Develop a plan to reduce your household food waste in a sustainable manner. Establish a baseline and then track and record your results for two weeks. \r\n  \\4. Community. Do ONE of the following and discuss with your counselor:\r\n  \\\t(a) Create a sketch depicting how you would design a sustainable community and be prepared to explain how the housing, work locations, shops, schools, and transportation systems affect energy, pollution, natural resources, and the economy of the community.\r\n  \\\t(b) Identify one unsustainable practice in your community and develop a written plan to fix it.\r\n  \\\t(c) Identify five sustainability factors in housing and rate your own home's sustainability against these factors. \r\n  \\5. Energy. Do ONE of the following and discuss with your counselor:\r\n  \\\t(a) Learn about the sustainability of different energy sources, including coal, gas, geothermal, hydro power, nuclear, petroleum, solar, and wind. Identify three common energy sources in the United States and describe how the production and consumption of each of these energy sources affects sustainability.\r\n  \\\t(b) List eight ways your family consumes energy, such as gas appliances, electricity, heating systems or cooling systems, and transportation. For one home- and one transportation-related energy use, list three ways to help reduce consumption, reduce your carbon footprint, and be a better steward of this resource.\r\n  \\\t(c) List five ways you and your family could reduce energy consumption in your home, such as adjusting your thermostat, window shades, opening windows, reducing hot-water temperature, and minimizing water consumption. Identify the benefits and risks of each idea and implement if possible. \r\n  \\6. Stuff. Do ONE of the following and discuss with your counselor:\r\n  \\\t(a) Create a list of 15 items of your personal stuff. Classify each item as an essential need (such as soap) or a desirable want (such as a video game). Identify any excess stuff you no longer need, working with your family, if possible. Donate, re purpose, or recycle those items you can.\r\n  \\\t(b) List five ways having too much stuff affects you, your family, your community, AND the world. For each of the five ways, consider the following aspects: the financial impact, time spent, maintenance, health, storage, and waste generation. Identify practices that can be used to avoid accumulating too much stuff.\r\n  \\\t(c) Research the impact waste has on the environment (land, water, air). Find out what the trash vortex is and how it was formed. Explain the number system for plastic recyclables and which plastics are more commonly recycled. Identify the average lifespan of one electronic device in your household, and whether it can be recycled in whole or part. \r\n  \\7. Do TWO of the following and discuss with your counselor:\r\n  \\\t(a) The United Nations lists 17 Sustainable Development Goals. These include Zero Hunger, Clean Water and Sanitation, Affordable and Clean Energy, Sustainable Cities and Community, Responsible Consumption and Production, Climate Action, Life Below Water, and Life on Land. Pick one of these eight and summarize the goal and its current and future impact on you, your family, community, and the world.\r\n  \\\t(b) Identify how the planetary life-support systems (soil, climate, freshwater, atmospheric, nutrient, oceanic, ecosystems, and species) support life on Earth and interact with one another. Share what happens to the planet's sustainability when these systems are disrupted by natural events or human activity.\r\n  \\\t(c) Identify how product life cycles (the cycle of design, sourcing, production, use, and disposal or reuse) influence current and future sustainability. Chose one common product to demonstrate how the full product life cycle would apply.\r\n  \\\t(d) Learn how the world's population affects the sustainability of Earth. Discuss three human activities that may contribute to putting Earth at risk, now and in the future.\r\n  \\\t(e) Explain the term species (plant or animal) decline. Share the human activities that contribute to species decline, what can be done to help reverse the decline, and its impact on a sustainable environment.\r\n  \\\t(f) Find a world map that shows the pattern of temperature change for a period of at least 100 years. Identify three factors that scientists believe affect the global weather and temperature. Discuss how climate change impacts sustainability of food, water, or other resources. \r\n  \\8. Do the following:\r\n  \\\t(a) On a camp out or other outdoor Scouting activity that you attend, make notes on the sustainability practices you and your fellow Scouts practice. Observe transportation, forestry, soil conservation, water resources, habitat, buildings, campsites, and sanitation. Share what you observed and learned with your counselor.\r\n  \\\t(b) Discuss with your counselor how living by the Scout Oath, Scout Law, and Outdoor Code in your daily life helps promote sustainability.\r\n  \\\t(c) Identify 5 behavioral changes that you and your family can make to improve the sustainability of your household. Share and discuss each with your counselor. \r\n  \\9. Learn about career opportunities in the sustainability field. Pick one and find out the education, training, and experience required. Discuss what you have learned with your counselor and explain why this career might interest you."
},
{
  "_id": {
    "$oid": "66e23bace328bd730833dcbd"
  },
  "Name": "Swimming",
  "Requirements": "1. Do the following:\r\n  \\\t(a) Explain to your counselor how Scouting's Safe Swim Defense plan anticipates, helps prevent and mitigate, and provides responses to likely hazards you may encounter during swimming activities.\r\n  \\\t(b) Discuss the prevention and treatment of health concerns that could occur while swimming, including hypothermia, dehydration, sunburn, heat exhaustion, heatstroke, muscle cramps, hyperventilation, spinal injury, stings and bites, and cuts and scrapes. \r\n  \\2. Before doing the following requirements, successfully complete the BSA swimmer test: Jump feetfirst into water over the head in depth. Level off and swim 75 yards in a strong manner using one or more of the following strokes: sidestroke, breaststroke, trudgen, or crawl; then swim 25 yards using an easy, resting backstroke. The 100 yards must be completed in one swim without stops and must include at least one sharp turn. After completing the swim, rest by floating.\r\n  \\3. Correctly perform the following strokes:\r\n  \\\t(a) Demonstrate the front crawl or the trudgen using good form.\r\n  \\\t(b) Demonstrate the back crawl using good form.\r\n  \\\t(c) Demonstrate the sidestroke using good form.\r\n  \\\t(d) Demonstrate the breaststroke using good form.\r\n  \\\t(e) Demonstrate the elementary backstroke using good form. \r\n  \\4. Swim continuously for 150 yards in a strong manner using each of the following strokes in any order; front crawl or trudgen (25 yards); back crawl (25 yards); sidestroke (25 yards); breaststroke (25 yards); and elementary backstroke (50 yards).\r\n  \\5. Do the following:\r\n  \\\t(a) Demonstrate water rescue methods by reaching with your arm or leg, by reaching with a suitable object, and by throwing lines and objects. Explain why swimming rescues should not be attempted when a reaching or throwing rescue is possible, and explain why and how a rescue swimmer should avoid contact with the victim.\r\n  \\\t(b) With a helper and a practice victim, show a line rescue both as tender and as rescuer. The practice victim should be approximately 30 feet from shore in deep water. \r\n  \\6. Do the following:\r\n  \\\t(a) Float faceup in a resting position for at least three minutes with minimal movement.\r\n  \\\t(b) Demonstrate survival floating for at least five minutes.\r\n  \\\t(c) While wearing a properly fitted U.S. Coast Guard-approved life jacket, demonstrate the HELP and huddle positions. Explain their purposes.\r\n  \\\t(d) Explain why swimming or survival floating will hasten the onset of hypothermia in cold water. \r\n  \\7. In water over your head, but not to exceed 10 feet, do each of the following:\r\n  \\\t(a) Use the feetfirst method of surface diving and bring an object up from the bottom.\r\n  \\\t(b) Do a headfirst surface dive (pike or tuck), and bring the object up again.\r\n  \\\t(c) Do a headfirst surface dive to a depth of at least 5 feet and swim underwater for three strokes. Come to the surface, take a breath, and repeat the sequence twice. \r\n  \\8. Following the guidelines set in the BSA Safe Swim Defense, in water at least 7 feet deep*, show a standing headfirst dive from a dock or pool deck. Show a long shallow dive, also from the dock or pool deck.\r\n  \\9. Explain the health benefits of regular aerobic exercise, and discuss why swimming is favored as both fitness and therapeutic exercise.\r\n  \\* If your state, city, or local community requires a water depth greater than 7 feet, it is important to abide by that mandate."
},
{
  "_id": {
    "$oid": "66e23bace328bd730833dcbe"
  },
  "Name": "Hiking",
  "Requirements": "1. Do the following:\r\n  \\\t(a) Explain to your counselor the most likely hazards you may encounter while hiking, and what you should do to anticipate, help prevent, mitigate and respond to these hazards.\r\n  \\\t(b) Show that you know first aid for injuries or illnesses that could occur while hiking, including hypothermia, frostbite, dehydration, heat exhaustion, heat stroke, sunburn, hyperventilation, altitude sickness, sprained ankle, blisters, insect stings, tick bites, snakebite. \r\n  \\2. Do the following:\r\n  \\\t(a) Explain and, where possible, show the points of good hiking practices including proper outdoor ethics, hiking safety in the daytime and at night, courtesy to others, choice of footwear, and proper care of feet and footwear.\r\n  \\\t(b) Read aloud or recite the Leave No Trace guidelines, and discuss why each is important while hiking.\r\n  \\\t(c) Read aloud or recite the Outdoor Code, and give examples of how to follow it on a hike. \r\n  \\3. Explain how hiking is an aerobic activity. Develop a plan for conditioning yourself for 10-mile hikes, and describe how you will increase your fitness for longer hikes.\r\n  \\4. Take four 10-mile hikes and one 20-mile hike, each on a different day, and each of continuous miles. Prepare a written hike plan before each hike and share it with your merit badge counselor or a designee for approval before starting the hike. Include map routes, a clothing and equipment list, and a list of items for a trail lunch. You may stop for as many short rest periods as needed, as well as one meal, during each hike, but not for an extended period such as overnight.*\r\n  \\\t(a) 10-mile hike #1\r\n  \\\t(b) 10-mile hike #2\r\n  \\\t(c) 10-mile hike #3\r\n  \\\t(d) 10-mile hike #4\r\n  \\\t(e) 20-mile hike \r\n  \\5. After each of the hikes (or during each hike if on one continuous trek) in requirement 4, write a short report on your hike. For each hike, give the date and description (or map) of the route covered, the weather, any interesting things you saw, and any challenges you had and how you overcame them. It may include something you learned about yourself, about the outdoors, or about others you were hiking with. Share this with your merit badge counselor.*\r\n  \\*The required hikes for this badge may be used in fulfilling hiking requirements for rank advancement. However, these hikes cannot be used to fulfill requirements of other merit badges."
},
{
  "_id": {
    "$oid": "66e23bace328bd730833dcbf"
  },
  "Name": "Cycling",
  "Requirements": "1. Do the following:\r\n  \\\t(a) Explain to your counselor the most likely hazards you may encounter while participating in cycling activities and what you should do to anticipate, help prevent, mitigate, and respond to these hazards. Explain to your counselor how to ride predictably, be conspicuous, think ahead, and ride ready.\r\n  \\\t(b) Show that you know first aid for injuries or illnesses that could occur while cycling, including cuts, scratches, blisters, sunburn, heat exhaustion, heatstroke, hypo-thermia, frostbite, dehydration, insect stings, tick bites, and snakebite. Explain to your counselor why you should be able to identify the poisonous plants and poisonous animals that are found in your area. \r\n  \\2. Describe your state and local laws concerning bicycles. Discuss what is the same and what is different from laws applying to motor vehicles. Explain where and how you should ride on roads and streets to include lane position, changing lanes, making left and right turns, and riding through intersections.\r\n  \\3. Explain the importance of wearing a properly sized and fitted helmet while cycling and of wearing the right clothing for the weather. Know the BSA Bike Safety Guidelines.\r\n  \\4. Using a bicycle safety checklist, clean and adjust a bicycle and present it to your counselor for inspection. Do the following:\r\n  \\\t(a) Show points that should be checked regularly to make sure the bicycle is safe to ride.\r\n  \\\t(b) Show how to adjust the saddle and handlebars for a proper fit.\r\n  \\\t(c) Show how to adjust brakes and gear shifting (derailleurs).\r\n  \\\t(d) Show all points that need regular lubrication.\r\n  \\\t(e) Show how to repair a flat by removing the tire, replacing or patching the tube, and remounting the tire.\r\n  \\\t(f) Show that the bicycle meets local laws. \r\n  \\5. Demonstrate basic bicycle handling skills to your counselor, to include how to properly mount your bicycle, starting and stopping (to include emergency stops), riding in a straight line, turning, shifting gears, scanning, and signaling.\r\n  \\6. Using the BSA buddy system, complete all of the requirements for ONE of the following options: road biking OR mountain biking.*\r\n  \\Option A: Road Biking\r\n  \\\t(a) Take a road test with your counselor and demonstrate the following:\r\n  \\\t\t(1) On an urban street with light traffic, properly execute a left turn from the center of the street; also demonstrate an alternate left-turn technique used during periods of heavy traffic.\r\n  \\\t\t(2) Properly execute a right turn.\r\n  \\\t\t(3) Demonstrate appropriate actions at a right-turn-only lane when you are continuing straight.\r\n  \\\t\t(4) Show proper curbside and road-edge riding. Show how to ride safely along a row of parked cars.\r\n  \\\t\t(5) Cross railroad tracks properly.\r\n  \\\t(b) Avoiding main highways, take two rides of 10 miles each, two rides of 15 miles each, and two rides of 25 miles each. You must make a report of the rides taken. List dates for the routes traveled, and interesting things seen on the ride.\r\n  \\\t(c) After completing requirement b for the road biking option, do ONE of the following:\r\n  \\\t\t(1) Lay out on a road map a 50-mile trip. Stay away from main highways. Using your map, make this ride in eight hours or less.\r\n  \\\t\t(2) Participate in an organized bike tour of at least 50 miles. Make this ride in eight hours or less. Afterward, use the tour's cue sheet to make a map of the ride.\r\n  \\Option B: Mountain Biking\r\n  \\\t(a) Demonstrate the following mountain bike handling skills to your counselor:\r\n  \\\t\t(1) Neutral position, ready position, bike body separation (side to side, and forward and back), and body positioning for cornering\r\n  \\\t\t(2) Show shifting skills as applicable to climbs and obstacles.\r\n  \\\t\t(3) Show proper technique for riding up (seated, crouched, and standing) and down hills.\r\n  \\\t(b) Take a trail ride with your counselor and demonstrate the following:\r\n  \\\t\t(1) Show proper trail etiquette to hikers and other cyclists, including when to yield the right-of-way.\r\n  \\\t\t(2) Demonstrate how to correctly cross an obstacle by either going over the obstacle on your bike or dismounting your bike and crossing over or around the obstacle\r\n  \\\t\t(3) Cross rocks, gravel, and roots properly\r\n  \\\t(c) Describe the rules of trail riding, including how to know when a trail is unsuitable for riding.\r\n  \\\t(d) On trails approved by your counselor, take two rides of 2 miles each, two rides of 5 miles each, and two rides of 8 miles each. You must make a report of the rides taken. List dates for the routes traveled, and interesting things seen.\r\n  \\\t(e) After fulfilling the previous requirement, lay out on a trail map a 22-mile trip. You may include multiple trail systems, if needed. Stay away from main highways. Using your map, make this ride in six hours."
}]